Revit 2024 API
StructuralSectionIWideFlange.BoltSpacingTwoRows Property
 Standard bolt spacing for two rows , in. (mm)
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2015
Syntax
C#
public double BoltSpacingTwoRows { get; set; }
Visual Basic
Public Property BoltSpacingTwoRows As Double
	Get
	Set
Visual C++
public:
property double BoltSpacingTwoRows {
	double get ();
	void set (double value);
}
See Also
StructuralSectionIWideFlange Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace